Repository: stephenverderame/IncidentDetectionApp
Catalog: IncidentDetection/IncidentDetection/MultilingualResources/IncidentDetection.*.xlf
Languages: it

source: Add
it: Aggiungi

# AddNum
source: Add New Number
it: Aggiungi nuovo numero

# AddNumDesc
source: Add a custom emergency contact
it: Aggiungi un numero di emergenza personalizzato

# AddNumTitle
source: Custom Number
it: Numero personalizzato

# CallSwitch
source: Call emergency services on no response?
it: Chiama i servizi emergenza quando non ci sono rispondi?

source: Cancel
it: Annulla

# CancelCallTime
source: Time to cancel emergency call:
it: Tempo per annulla il chiama:

source: Cancel Countdown
it: Annulla Conto alla Rovescia

# CancelTime
source: Time to cancel emergency:
it: Temper per annulla emergenza:

# ChooseNums
source: Choose contact numbers
it: Scegli i numeri di contatti

# ContactList
source: Available Contacts
it: I Contatti a Disposizione

# Countdown
source: seconds until help is notified!
it: secondi fino a aiuta sara notificato!

# CountdownEmergency
source: seconds until emergency services are called!
it: secondi fino ai servizi emergenza saranno chiamata!

# Defaults
source: Set to Defaults
it: Ripristina a default

# DetectedMsg
source: Incident Detected!!
it: È stato rilevato un evento imprevisto

# Edit
source: Edit Emergency Contacts
it: Modifica I Contatti Emergenzi

# EmergencyList
source: Emergency Contact List
it: I Contatti Emergenzi

# EmergencyNum
source: Emergency Number:
it: Numero di emergenza

# Help
source: Get Help
it: Ottiena Auita

# HelpDesc
source: This will send a message to your emergency contacts asking for help. Continue?
it: Questo azione spedira un messagio ai contatti emergenza per ottenere aiuta. Continua?

# LocationPermission
source: Location permission is needed to send your location in the event of an incident
it: Il permesso di posizione è necessario per spedire il tuo posizione durante un incidente

# Message1
source: This is an automated message from my incident detection app. An incident has been detected at
it: Questo è un messagio di automatico da il mio app della rivelazione di incidente. Un incidente ha rivelato a

# MessageCall1
source: If no contact responds within
it: Se nessuno non rispondono in

# MessageCall2
source: seconds then emergency services will be called
it: secondi, spediro i servizi emergenza

# ModifyAudioPermission
source: Modify audio permission is needed to play a prerecorded message during the call to emergency services if nobody responds
it: Il permesso di modifica audio è necessario per suonare un messagio durante il chiamata ai servizi emergenza

# NotificationDesc
source: Checking for collisions to keep you safe
it: Verificando per incidenti

# NotificationTitle
source: Incident Detection
it: Rivelazione di Incidente

# Notified
source: Help has been notified!
it: Auita ha notificato!

# NotifiedCall
source: Emergency services have been notified!
it: I servizi emergenza hanno notificato!

# OK
source: Send I'm Okay
it: Spedisce Va Bene

# OkBtn
source: OK
it: Va Bene

# OkMessage
source: This is a message from my incident detection app. I'm alright and no further help is needed.
it: Questo un messagio del mio app di rivelazione di incidente. Sono bene e non ho bisogni di auta

# ReceiveSMSPermission
source: Receive sms permission is needed to know if an emergency contact responded
it: Il permesso di ricevire SMS è necessario per conoscere se un contatto emergenza viene

source: Reset
it: Reimposta

# ResetTitle
source: Reset Settings?
it: _Ripristina le impostazioni

source: Search
it: Cerca

# SendOKDesc
source: This will send a message to your emergency contacts notifying them that you are alright. Continue?
it: Questo azione spedira un messagio ai contatti emergenza per parlare che tu sei bene. Continua?

# SendOKTitle
source: Send OK?
it: Spedisce Va Bene

# Sensitivity
source: Detection Sensitivity:
it: Sensibilita di Rilevamento:

# SensitivityBike
source: (bike)
it: (bicicletta)

# SensitivityCar
source: (car)
it: (Auto)

# SensitivityFalls
source: (falls)
it: (caduti)

source: Settings
it: impostazioni

# SMSPermission
source: SMS permission is needed to send your location in the event of an incident
it: Il permesso di SMS è necessario per spedire il tuo posizione durante un'incidente

# SMSSentFail
source: SMS message failed to send
it: il messagio ha manca spedire

# SMSSentOk
source: SMS message sent
it: il messagio ha speduto

# Switch
source: Incident detection enabled:
it: Rivelare di incidenti:

# Title
source: Incident Detection App
it: L'App di Rivelare di Incidente

# ValidNum
source: (You must enter a valid number!)
it: Immettere un numero valido.

# VibratePermission
source: Vibrate permission is needed to alert you before sending SOS messages
it: Il permesso di vibrato è necessario per notifica te prima a spedire un messagio di auita

# YesBtn
source: Yes
it: Sì

# MinSpeed
source: Minimum Speed to trigger sensor readings (m/s):
it: Velocita minima per initiare rivalamento (m/s):
